<%@ page contentType="text/html;charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="s" uri="/struts-tags"%>

<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
	<head>
		<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
		<meta http-equiv="x-ua-compatible" content="ie=7" />
		<title>在线自助服务专区－ 游戏管理条例</title>
		<link href="../css/basestyle.css" type="text/css" rel="stylesheet" />
		<link href="../css/userstyle.css" type="text/css" rel="stylesheet" />
		<script type="text/javascript" src="../js/selfService.js"></script>
		<link href="../css/customtab.css" type="text/css" rel="stylesheet" />
	
	</head>

	<body>
		<div class="main">
			<!--head start here-->
			<jsp:include flush="true" page="/include/head.jsp" />
			<!--head end here-->

			<div id="contentbox2">

				<!--左边滑动菜单 start here-->
				<jsp:include flush="true" page="/include/servicemenu.jsp"/>
				<!--左边滑动菜单 end here-->


				<!--右边内容 start here-->
				<div id="changpasswdright">

					<!--gm问题  开始-->
<DIV class="gmcont">
<h2 style="font-size:20px;">GM管理与玩家守则</h2>
<h3 style="font-size:18px;margin-left:0px;">GM管理</h3>
<strong>GM工作守则</strong>
<ul>
<p>GM在处理玩家纠纷时，GM要依据游戏管理规则解决处理问题，做到客观、公正，不偏袒任何一方；GM人员必须遵守自己的职业操守，不得擅自利用自己的权利来谋取私利。 <br />
  <br />
  <strong>GM人员绝对禁止以任何形式为玩家非法获取不正当利益，包括以下行为：</strong></p>
  <li>严禁非法赠送、出售给玩家包括游戏内金钱、道具、装备、物品、宠物等所有虚拟物品。</li>
  <li>严禁泄漏游戏运行机制、数值设定、任务设计情况、BOSS刷新状态情况等。</li>
  <li>严禁非工作需要，传送玩家。</li>
  <li>严禁私下为玩家复制任何物品。 <br />
    <br />
    <strong>禁止用GM账号进行游戏，GM账号只能用于游戏管理，专人专用，严格禁止以下行为：</strong></li>
  <li>严禁添加任何玩家为好友、加入任何玩家的队伍、任何游戏中的帮会组织来参与游戏。</li>
  <li>严禁利用GM的功能和权限，来参与玩家之间的争斗或PK。</li>
  <li>严禁利用GM的功能和权限来打击玩家。例如：降低玩家血量，杀死玩家，阻碍玩家正常游戏等。</li>
  <li>严禁利用GM功能和权限来破坏游戏中的正常游戏环境，致使玩家不能正常游戏。譬如：击杀任务怪物、杀死BOSS等。</li>
  <li>严禁利用GM功能和权限出卖游戏中的任何装备、道具来以谋取私利。 <br />
    <br />
    <strong>GM必须保证GM账号使用和保管的绝对安全性</strong><br />
    无论是无意还是故意泄露GM账号和密码的情况，除按公司规章制度做出相应处罚，同时将依据造成后果的严重程度，《火网》将保留追究相关人员法律责任的权利。 同时也欢迎广大玩家对我们GM和客服人员的工作进行监督。 <br />
    <br />
    <strong>GM人员遇到以下玩家提问的时，可以不回答。譬如：</strong></li>
  <li>游戏常识，玩家可以通过游戏内帮助就能清晰得到答案的。</li>
  <li>能通过玩家互相交流、官网说明等途径自行解决的。</li>
  <li>询问装备或物品的数值设定，装备升级成功机率，BOSS刷新地点与时间，掉落物品的概率等。 <br />
    <br />
    <strong>GM违规处罚规定</strong></li>
  <li>如果有发生任何违反以下规定的 GM将受到严厉的惩罚：</li>
  <li>GM 利用职权或游戏内部知识帮助或影响其他游戏玩家。</li>
  <li>GM擅自泄露公司尚未对外公开的游戏版本内容和消息。</li>
  <li>GM向玩家随意透露自己扮演的角色身份以及所在的服务器。</li>
  <li>GM 以任何方式影响或改变玩家属性或状态。</li>
  <li>GM利用掌握的工具影响其他玩家游戏角色的进程。</li>
  <li>GM 出于个人目的，利用所掌握的工具去获取玩家的个人信息。</li>
  <li>GM无故传送或踢断玩家，影响玩家的正常游戏。<br />
    <br />
    <strong>处罚方式：（依据犯错的轻重程度）</strong></li>
  <li>口头警告－由GM LEADER或管理人员向犯错GM进行口头警告。</li>
  <li>书面警告－由客服主管向犯错GM 进行书面形式的警告。</li>
  <li>直接开除。</li>
  <li>如违规行为涉及虚拟财产或现金交易，数额符合国家法律条款相关量刑裁定的，除公司行政处罚外，将追究相关责任人的刑事责任。 <br /> </li></ul>
<h3 style="font-size:18px;margin-left:0px;">玩家守则</h3>
    <br />
<ul>  <li>  <p><strong>对违规玩家处理方法的释义：</strong></p>
  </li>
  <li>禁言：暂停该角色在游戏中的一切聊天对话功能。</li>
  <li>踢断：使指定角色从游戏中强制下线。</li>
  <li>封停角色：对玩家账号内的指定角色进行封停，其它角色不影响正常使用。</li>
  <li>临时封停账号：临时封停账号，规定天数内无法登录。</li>
  <li>永久封停账号：永久禁止账号使用。 <br />
    <br />
    <p><strong>玩家游戏的言语方面：</strong></p>
  </li>
  <li>不允许在游戏中谩骂、骚扰、妨碍其他玩家正常游戏以及任何形式的人身攻击。
    <p>处罚标准：通常情况下GM会进行警告，可根据情节轻重程度对违规玩家直接处于踢断、禁言、直至封停账号的处罚。</p>
  </li>
  <li>不允许在游戏的公共频道刷屏，影响其他玩家在游戏中的正常交流。如短时间内重复发相同的消息、发无意义的消息、发广告、长时间争吵等都会被视做刷屏。
    <p>处罚标准：GM会提出警告，可根据情节轻重程度对违规玩家直接处于踢断、禁言、直至封停账号的处罚。</p>
  </li>
  <li>不允许在游戏中散播含有非法、色情、谣言、种族歧视、破坏民族团结和国家统一、宣扬邪教和封建迷信的言论和相关的信息资料。
    <p>处罚标准：根据情节轻重可处于禁言、踢断、直至封停账号的处罚。</p>
  </li>
  <li>不允许在游戏中、BBS论坛。等场所发布任何欺骗其它玩家或者抵毁、污蔑、诽谤公司的消息。
    <p>处罚标准：一经发现，立刻停止该玩家账号的使用权或封禁游戏论坛ID ，根据情节和造成的后果严重与否，也可以对相关账号进行永久性的封停。</p>
  </li>
  <li>对 GM或客服人员的工作如果有建议或者意见，玩家可以写信到指定的投诉信箱。严禁在游戏中恶意谩骂 GM、客服或任何官方人员，骚扰官方人员的正常工作。
    <p>处罚标准：首先GM会进行警告，可根据情节轻重程度对违规玩家直接处于踢断、禁言、直至封停账号的处罚。 <br />
      <br />
    </p>
    <p><strong>玩家游戏行为方面：</strong></p>
  </li>
  <li>不允许在游戏中做出恶意骚扰其它玩家正常游戏的举动。例如：故意在人多的地方引怪害其它玩家（致使游戏角色掉经验、死亡），在游戏中阻止其它玩家接近 NPC、物品、出口或其他玩家通常可进入的区域 。
    <p>处罚标准：首先GM会对违规者进行警告，如警告无效则根据情节进行踢断、踢出游戏、直至封停账号的处罚。</p>
  </li>
  <li>不允许在游戏中做出恶意扰乱游戏环境的举动。例如：聚众恶意 PK 玩家、聚众抢夺玩家物品等。
    <p>处罚标准：首先 GM会对违规者进行警告，如警告无效则根据情节进行踢断、踢出游戏、直至暂时封停账号的处罚。</p>
  </li>
  <li>不允许在游戏中使用含有人身攻击、淫秽、辱骂、反动、违反国家政策及其他危害本游戏形象的角色名、同GM或客服人员角色名故意相似的，扰乱游戏 GM或客服人员正常服务秩序以及国家利益和社会公德性质的文字作为角色的名称。
    <p>处罚标准：对于违规 ID ，一经发现，立刻删除该角色，包括此角色的所以资料、物品、等级。</p>
  </li>
  <li>不允许利用游戏提供的功能进行任何违反国家法律法规的行为 。
    <p>处罚标准：上述行为一经发现，立即删除违规者的账号，并交由国家有关机构处理。</p>
  </li>
  <li>不允许在游戏中假冒GM或客服人员或者其他官方人员在游戏进行任何敲诈、欺骗活动。
    <p>处罚标准：上述行为一经发现，没收赃物，同时立即永久停封违规账号，并追究行为人的法律责任。</p>
  </li>
  <li>不允许利用游戏程序的漏洞或规则不尽完善的地方（bug）或者使用未经官方授权的第三方软件（外挂）。进行赚取金钱、复制装备、快速累积经验值、异常行动速度、异常攻击和防御等破坏游戏公平性及造成服务器负担加重的行为，更不允许私下在玩家之间传播。如果发现程序漏洞和游戏设定不完善的地方，请及时致电客服中心或通过客服邮件反映给官方人员。
    <p>处罚标准：上述行为一经发现，我们会根据情节对违规者进行处罚，造成严重后果的将会永久停封违规者的账号并予以追究法律责任。</p>
  </li>
  <li>不允许出现利用一些编译软件修改游戏资料、使用异常的方法登录游戏、使用网络加速器等外挂软件以及一切恶意破坏服务器软硬件设施、扰乱游戏正常服务秩序的行为。
    <p>处罚标准：上述行为一经发现，立即删除违规者的账号，并予以追究法律责任。</p>
  </li>
  <li>不允许以任何方式尝试攻击、破坏、入侵我们服务器的行为。
    <p>处罚标准：上述行为一经发现，立即删除违规者的账号，并予以追究法律责任。 <br />
      <br />
      <strong>GM提醒玩家注意事项：</strong></p>
  </li>
  <li>GM在游戏中的角色形象或角色名字的特征（如颜色、大小、式样等），会区别普通玩家的角色外貌，以便和冒牌GM区分开来，请您注意识别。</li>
  <li>任何时候GM不会在游戏中向玩家索要密码或其它身份信息。</li>
  <li>认准官网地址（FY.2211.com），如您无法确定，可以先联系官方客服人员或在线GM询问清楚，切莫随意打开不明链接。</li>
  <li>使用外挂可能会带来严重的恶果：使玩家电脑感染病毒、木马程序和其他不必要的程序的侵扰；可能盗取玩家存储在电脑中的信息，例如游戏账号、银行账号、密码以及重要个人信息等。 <br />
    <br />
    <strong>玩家监督权利：</strong>
    <p>GM游戏中的工作表现同时也可以受到所有玩家的监督。对于GM的工作疏忽和失职，玩家可以通过官网上的客服自助问题内的投诉类或客服电话进行反映。我们将会严格按照公司管理规定给予违反工作纪律人员给予严厉处罚。 <br />
    </p></li></ul>
    <h3 style="font-size:18px;margin-left:0px;">账号、虚拟物品交易使用规则</h3>
 <ul>   <p>《风云传奇》中的一切虚拟物品和数据资料，仅提供给玩家游戏和娱乐，所有权皆归本公司所有。玩家不得在游戏之外用任何形式交易游戏的账号和虚拟物品（如现金买卖等），游戏商城中的所租赁或者出售的虚拟物品仅供玩家游戏和娱乐之用，一切虚拟物品所有权、知识产权也皆归上海火游网络科技有限公司所有。玩家无权私下出租、转卖任何商城中购买或者非商城中购买的虚拟物品，由此产生的一切后果或损失，官方皆不承担任何由此带来的经济损失或产生的任何纠纷。如由此产生对本公司不良影响者，我们保留追究法律责任的权力。</p>
    <p>如玩家因游戏外私下买卖装备，牵涉到非法装备（包括被盗的物品和道具），我们可能会作出如下处理规定：</p>
  </li>
  <li>撤销交换/转让的结果，可将参与双方（或多方）交换/转让的虚拟物品使用权分别返还对方；或给予全部销毁的操作。</li>
  <li>冻结、回收或删除涉及违规交换/转让的虚拟物品；</li>
  <li>我们会依据《火油网2211》玩家协议和本规则，做其他必要的处理。
    <p>了解并同意：《火油网2211》依照本规则做出的处理措施如对玩家造成的任何损失，应由违规玩家自行承担后果。玩家因违规行为直接或间接造成的任何损失必须由自己承担。</p>
    <p style="color:red;">以上&quot;GM管理与玩家守则&quot;的各项条款，上海火游网络科技有限公司拥有最终的解释权，并可根据实际运营情况，做必要的调整。不做另行通知，敬请注意！</p>
  </li>
</ul>
				

				</div>

				<!--右边内容 end here-->
				<div class="clear"></div>

				<!--foot start here-->
				<script src="../include/userfooter.js" type=""></script>
				<!--foot end here-->
			</div>
		</div>
	</body>
</html>